[
  {
    "id": 1,
    "title": "Американский психопат",
    "description": "Днем он ничем не отличается от окружающих, и в толпе вы не обратите на него внимания. Но ночью этот благовоспитанный гражданин превращается в изощренного убийцу, терроризирующего спящий город.",
    "actors": [
      "Кристиан Бэйл",
      "Уиллем Дефо",
      "Джош Лукас",
      "Риз Уизерспун"
    ],
    "genre": "Драма, Криминал, Триллер",
    "date": "2000 год",
    "rating": 7.2
  },
  {
    "id": 2,
    "title": "Джокер",
    "description": "Готэм, начало 1980-х годов. Комик Артур Флек живет с больной матерью, которая с детства учит его «ходить с улыбкой». Пытаясь нести в мир хорошее и дарить людям радость, Артур сталкивается с человеческой жестокостью и постепенно приходит к выводу, что этот мир получит от него не добрую улыбку, а ухмылку злодея Джокера.",
    "actors": [
      "Хоакин Феникс",
      "Роберт Де Ниро",
      "Зази Битц",
      "Фрэнсис Конрой"
    ],
    "genre": "Драма, Криминал, Триллер",
    "date": "2019 год",
    "rating": 8.0
  },
  {
    "id": 3,
    "title": "Таксист",
    "description": "Ветеран вьетнамской войны Трэвис Бикл ведет свое одинокое такси по ночным улицам бесконечного города, и перед ним разворачивается мрачная панорама человеческих грехов. Как ветхозаветный пророк, он надеется, что однажды небеса пошлют на землю спасительный дождь, который очистит Нью-Йорк от вековой грязи.",
    "actors": [
      "Роберт Де Ниро",
      "Сибилл Шепард",
      "Джоди Фостер",
      "Харви Кейтель"
    ],
    "genre": "Триллер, Криминал, Драма",
    "date": "1976 год",
    "rating": 7.8
  },
  {
    "id": 4,
    "title": "Лицо со шрамом",
    "description": "Весной 1980 года был открыт порт Мэйриэл Харбор, и тысячи кубинских беженцев ринулись в Соединенные Штаты на поиски Американской Мечты. Один из них нашел ее на залитых солнцем улицах Майами. Богатство, власть и страсть превзошли даже самые невероятные его мечты. Его звали Тони Монтана. Мир запомнил его под другим именем — Лицо со шрамом.",
    "actors": [
      "Аль Пачино",
      "Стивен Бауэр",
      "Мишель Пфайффер",
      "Мэри Элизабет Мастрантонио"
    ],
    "genre": "Боевик, Криминал, Драма",
    "date": "1983 год",
    "rating": 8.2
  },
  {
    "id": 5,
    "title": "Бойцовский клуб",
    "description": "Сотрудник страховой компании страдает хронической бессонницей и отчаянно пытается вырваться из мучительно скучной жизни. Однажды в очередной командировке он встречает некоего Тайлера Дёрдена — харизматического торговца мылом с извращенной философией. Тайлер уверен, что самосовершенствование — удел слабых, а единственное, ради чего стоит жить, — саморазрушение.",
    "actors": [
      "Эдвард Нортон",
      "Брэд Питт",
      "Хелена Бонем Картер",
      "Мит Лоаф"
    ],
    "genre": "Триллер, Криминал, Драма",
    "date": "1999 год",
    "rating": 8.7
  },
  {
    "id": 6,
    "title": "Драйв",
    "description": "Великолепный водитель – при свете дня он выполняет каскадерские трюки на съёмочных площадках Голливуда, а по ночам ведет рискованную игру. Но один опасный контракт – и за его жизнь назначена награда. Теперь, чтобы остаться в живых и спасти свою очаровательную соседку, он должен делать то, что умеет лучше всего – виртуозно уходить от погони.",
    "actors": [
      "Райан Гослинг",
      "Кэри Маллиган",
      "Брайан Крэнстон",
      "Альберт Брукс"
    ],
    "genre": "Триллер, Криминал, Драма",
    "date": "2011 год",
    "rating": 7.3
  },
  {
    "id": 7,
    "title": "Крестный отец",
    "description": "Глава семьи, Дон Вито Корлеоне, выдаёт замуж свою дочь. В это время со Второй мировой войны возвращается его любимый сын Майкл. Майкл, герой войны, гордость семьи, не выражает желания заняться жестоким семейным бизнесом. Дон Корлеоне ведёт дела по старым правилам, но наступают иные времена, и появляются люди, желающие изменить сложившиеся порядки. На Дона Корлеоне совершается покушение.",
    "actors": [
      "Марлон Брандо",
      "Аль Пачино",
      "Джеймс Каан",
      "Роберт Дювалл"
    ],
    "genre": "Криминал, Драма",
    "date": "1972 год",
    "rating": 8.7
  },
  {
    "id": 8,
    "title": "Американская история X",
    "description": "Лидер местной банды скинхедов Дерек Виньярд прочно удерживает авторитет в своём районе. Убеждённый в своей правоте, он беспощадно расправляется с теми, кто имеет не белый цвет кожи. Независимость и смелость Дерека вызывают восхищение у его младшего брата Дэнни, который уже тоже сделал свой выбор.",
    "actors": [
      "Эдвард Нортон",
      "Эдвард Ферлонг",
      "Беверли Д’Анджело",
      "Дженнифер Лиен"
    ],
    "genre": "Криминал, Драма",
    "date": "1998 год",
    "rating": 8.3
  },
  {
    "id": 9,
    "title": "Дилер",
    "description": "У пушера Франка крупные неприятности. Он должен 50 тысяч поставщикам-югославам, а вдобавок к этому во время продажи героина приезжим шведам налетела полиция, и весь взятый в долг товар пришлось выбросить в пруд. Друг Тонни, с которым он вместе работал, во всем признался полиции. Но товар выброшен, улик нет, и Франка выпустили. Теперь его долг поставщику Мило — 180 тысяч.",
    "actors": [
      "Ким Бодния",
      "Мадс Миккельсен",
      "Златко Бурич",
      "Лаура Драсбек"
    ],
    "genre": "Криминал, Драма, Триллер",
    "date": "1996 год",
    "rating": 7.0
  },
  {
    "id": 10,
    "title": "Стрингер ",
    "description": "Луи Блум пытается найти работу. После того как он видит, как любительская съемочная группа снимает автомобильную аварию, он меняет ворованный велосипед на камеру и снимает последствия угона автомобиля, чтобы продать местной телевизионной компании. Директор новостей Нина покупает запись и убеждает его продолжить работу. Вскоре становится ясно, что ради по-настоящему стоящего материала Луи не остановится ни перед чем...",
    "actors": [
      "Джейк Джилленхол",
      "Рене Руссо",
      "Риз Ахмед",
      "Билл Пэкстон"
    ],
    "genre": "Криминал, Драма, Триллер",
    "date": "2013 год",
    "rating": 7.4
  }
]
  